tip.title=Tip of the day!
tip.closeWindow=Zamknij
tip2.txt=Moe\u017Csz samemu wprowadza\u0107 zmiany w Violet UML EDITOR, poniewa\u017c jest open source'owy.
tip3.txt=Je\u015Bli chcesz si\u0119 dowiedzie\u0107 wi\u119ej na temat UML'a to przeczytaj UML @CLASSROOM.
tip4.txt=Aby stworzy\u0107 wi\u119cej narz\u015Bdni diagramu przytrzymaj CTRL.
tip5.txt=Skr\u00F3ty klawiszowe s\u0105 wypisane w Pomoc->Skr\u00F3ty klawiszeowe.
tip6.txt=Dwuklik na narz\u0119dzie umo\u019Cliwia jego edycj\u0119.
tip7.txt=Mo\u017esz zmienia\u0107 przegl\u0105da\u0107 swoje diagramy w zak\u0142adce dokument.
tip8.txt=Pami\u0119taj, \u017Ceby zapiswa\u0107 swoje pliki, je\u015Bli nie chcesz ich utraci\u0107.
tip9.txt=Je\u015Bli chcesz digram w formie papierowej, to jest opcja jego wydrukowania.
tip10.txt=Je\u015Bli szukasz poradnik\u00F3w na temat Violet UML, sprawd\u017A na Youtube.com.
tip11.txt=Jest mo\u017Cliwo\u015Bæ zmiana koloru ka\u017Cdego elementu diagramu.
tip12.txt=Mo\u017Cna przybli\u017Ca\u0107 lub oddala\u0107 widok za pomoc\u0105 kombinacji CTRL+ScrollUP, ScrollDown.
tip13.txt=Mo\u017Cna wyeksportowa\u0107 diagramy do plik\u00F3w JPG, BMP oraz PDF.
tip14.txt=Przy tworzeniu diagram\u00F3w pami\u0119taj o implementacji.
tip15.txt=Nigdy nie r\u00F3b modelowania dla modelowania.
tip16.txt=Modelowanie s\u0142u\u017Ay do p\u00F3\u017Aniejszego u\u0142atwienia pisania kodu i jego zrozumienie.
tip17.txt=Istniej\u0105 dwa rodzanie diagram\u00F3w: statyczne i dynamiczne.
tip18.txt=Tworzenie notatek mo\u017Ce u\u0142atwi\u0107 zrozumienie diagramu.
tip19.txt=Jêzyk UML umo\u017Cliwia tworzenie szkieletu systemu w wybranym jêzyku programowania.
tip20.txt=UML jest bardzo rozbudowany, nie zawsze wszystko Ci siê przyda\u0107.
tip21.txt=Wybierz najodpowiedniejszy diagram do pokazania okre\u015Blonego aspektu dzia\u0142ania systemu.
tip22.txt=Nie ma diagramu UML, kt\u00F3ry nadaje sie do wszystkiego.
tip23.txt=Mo\u017Cna zwi\u0119kszy\u0107 obaszar rysowania w zak\u0142adce Widok.
tip24.txt=Autor\u00F3w, wersj\u0119 i licencj\u0119 znajdziesz w zak\u0142adce Pomoc -> O Violet UML Editor.
tip25.txt=Mo\u017Cesz skopiowa\u0107 diagram do schowka poprzez naci\u015Bni\u0119cie ikony aparatu po lewej stronie.